module.exports = {
   weather_list: {
      "cityid": "101210401",
      "update_time": "2019-11-04 11:30:00",
      "city": "宁波",
      "cityEn": "ningbo",
      "country": "中国",
      "countryEn": "China",
      "data": [{
            "day": "4日（今天）",
            "date": "2019-11-04",
            "week": "星期一",
            "wea": "多云转晴",
            "wea_img": "yun",
            "air": 52,
            "humidity": 83,
            "air_level": "良",
            "air_tips": "空气好，可以外出活动，除极少数对污染物特别敏感的人群以外，对公众没有危害！",
            "alarm": {
               "alarm_type": "",
               "alarm_level": "",
               "alarm_content": ""
            },
            "tem1": "21℃",
            "tem2": "12℃",
            "tem": "20℃",
            "win": [
               "东北风",
               "西风"
            ],
            "win_speed": "4-5级转3-4级",
            "hours": [{
                  "day": "04日08时",
                  "wea": "多云",
                  "tem": "16℃",
                  "win": "东北风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "04日11时",
                  "wea": "多云",
                  "tem": "20℃",
                  "win": "东北风",
                  "win_speed": "4-5级"
               },
               {
                  "day": "04日14时",
                  "wea": "多云",
                  "tem": "20℃",
                  "win": "东北风",
                  "win_speed": "4-5级"
               },
               {
                  "day": "04日17时",
                  "wea": "多云",
                  "tem": "19℃",
                  "win": "东北风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "04日20时",
                  "wea": "多云",
                  "tem": "16℃",
                  "win": "东北风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "04日23时",
                  "wea": "晴",
                  "tem": "15℃",
                  "win": "西风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "05日02时",
                  "wea": "晴",
                  "tem": "15℃",
                  "win": "西风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "05日05时",
                  "wea": "晴",
                  "tem": "14℃",
                  "win": "西风",
                  "win_speed": "3-4级"
               }
            ],
            "index": [{
                  "title": "紫外线指数",
                  "level": "弱",
                  "desc": "辐射较弱，涂擦SPF12-15、PA+护肤品。"
               },
               {
                  "title": "</em><em></em><em></em><em>",
                  "level": null,
                  "desc": "春天不减肥，夏天徒伤悲。风虽有点大，室内可健身。"
               },
               {
                  "title": "健臻·血糖指数",
                  "level": "较易波动",
                  "desc": "风力较大，血糖较易波动，注意监测。"
               },
               {
                  "title": "穿衣指数",
                  "level": "较舒适",
                  "desc": "建议穿薄外套或牛仔裤等服装。"
               },
               {
                  "title": "洗车指数",
                  "level": "较不宜",
                  "desc": "路面有积水，车子易被溅上泥水。"
               },
               {
                  "title": "空气污染扩散指数",
                  "level": "良",
                  "desc": "气象条件有利于空气污染物扩散。"
               }
            ]
         },
         {
            "day": "5日（明天）",
            "date": "2019-11-05",
            "week": "星期二",
            "wea": "多云转晴",
            "wea_img": "yun",
            "tem1": "19℃",
            "tem2": "12℃",
            "tem": "14℃",
            "win": [
               "北风",
               "无持续风向"
            ],
            "win_speed": "4-5级转<3级",
            "hours": [{
                  "day": "05日08时",
                  "wea": "晴",
                  "tem": "14℃",
                  "win": "西风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "05日11时",
                  "wea": "晴",
                  "tem": "17℃",
                  "win": "北风",
                  "win_speed": "4-5级"
               },
               {
                  "day": "05日14时",
                  "wea": "晴",
                  "tem": "18℃",
                  "win": "北风",
                  "win_speed": "4-5级"
               },
               {
                  "day": "05日17时",
                  "wea": "晴",
                  "tem": "16℃",
                  "win": "北风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "05日20时",
                  "wea": "多云",
                  "tem": "14℃",
                  "win": "北风",
                  "win_speed": "<3级"
               },
               {
                  "day": "05日23时",
                  "wea": "晴",
                  "tem": "14℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "06日02时",
                  "wea": "晴",
                  "tem": "14℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "06日05时",
                  "wea": "晴",
                  "tem": "14℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               }
            ],
            "index": [{
                  "title": "紫外线指数",
                  "level": "弱",
                  "desc": "辐射较弱，涂擦SPF12-15、PA+护肤品。"
               },
               {
                  "title": "</em><em></em><em></em><em>",
                  "level": null,
                  "desc": "春天不减肥，夏天徒伤悲。风虽有点大，室内可健身。"
               },
               {
                  "title": "健臻·血糖指数",
                  "level": "不易波动",
                  "desc": "天气条件不易引起血糖波动。"
               },
               {
                  "title": "穿衣指数",
                  "level": "较冷",
                  "desc": "建议着厚外套加毛衣等服装。"
               },
               {
                  "title": "洗车指数",
                  "level": "较适宜",
                  "desc": "无雨且风力较小，易保持清洁度。"
               },
               {
                  "title": "空气污染扩散指数",
                  "level": "良",
                  "desc": "气象条件有利于空气污染物扩散。"
               }
            ]
         },
         {
            "day": "6日（后天）",
            "date": "2019-11-06",
            "week": "星期三",
            "wea": "晴转小雨",
            "wea_img": "yu",
            "tem1": "20℃",
            "tem2": "15℃",
            "tem": "14℃",
            "win": [
               "东北风",
               "无持续风向"
            ],
            "win_speed": "3-4级转<3级",
            "hours": [{
                  "day": "06日08时",
                  "wea": "晴",
                  "tem": "14℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "06日11时",
                  "wea": "晴",
                  "tem": "19℃",
                  "win": "东北风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "06日14时",
                  "wea": "晴",
                  "tem": "20℃",
                  "win": "东北风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "06日17时",
                  "wea": "晴",
                  "tem": "18℃",
                  "win": "东北风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "06日20时",
                  "wea": "晴",
                  "tem": "17℃",
                  "win": "东北风",
                  "win_speed": "<3级"
               },
               {
                  "day": "06日23时",
                  "wea": "阴",
                  "tem": "17℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "07日02时",
                  "wea": "多云",
                  "tem": "16℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "07日05时",
                  "wea": "小雨",
                  "tem": "16℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               }
            ],
            "index": [{
                  "title": "紫外线指数",
                  "level": "最弱",
                  "desc": "辐射弱，涂擦SPF8-12防晒护肤品。"
               },
               {
                  "title": "</em><em></em><em></em><em>",
                  "level": null,
                  "desc": "春天不减肥，夏天徒伤悲。风虽有点大，室内可健身。"
               },
               {
                  "title": "健臻·血糖指数",
                  "level": "较易波动",
                  "desc": "血糖较易波动，注意监测。"
               },
               {
                  "title": "穿衣指数",
                  "level": "较舒适",
                  "desc": "建议穿薄外套或牛仔裤等服装。"
               },
               {
                  "title": "洗车指数",
                  "level": "不宜",
                  "desc": "有雨，雨水和泥水会弄脏爱车。"
               },
               {
                  "title": "空气污染扩散指数",
                  "level": "良",
                  "desc": "气象条件有利于空气污染物扩散。"
               }
            ]
         },
         {
            "day": "7日（周四）",
            "date": "2019-11-07",
            "week": "星期四",
            "wea": "小雨转多云",
            "wea_img": "yun",
            "tem1": "19℃",
            "tem2": "12℃",
            "tem": "16℃",
            "win": [
               "北风",
               "西风"
            ],
            "win_speed": "4-5级转3-4级",
            "hours": [{
                  "day": "07日08时",
                  "wea": "小雨",
                  "tem": "16℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "07日14时",
                  "wea": "小雨",
                  "tem": "18℃",
                  "win": "北风",
                  "win_speed": "4-5级"
               },
               {
                  "day": "07日20时",
                  "wea": "小雨",
                  "tem": "16℃",
                  "win": "北风",
                  "win_speed": "4-5级"
               },
               {
                  "day": "08日02时",
                  "wea": "多云",
                  "tem": "15℃",
                  "win": "西风",
                  "win_speed": "<3级"
               }
            ],
            "index": [{
                  "title": "紫外线指数",
                  "level": "最弱",
                  "desc": "辐射弱，涂擦SPF8-12防晒护肤品。"
               },
               {
                  "title": "</em><em></em><em></em><em>",
                  "level": null,
                  "desc": "风雨相伴，坚持室内运动吧。"
               },
               {
                  "title": "健臻·血糖指数",
                  "level": "不易波动",
                  "desc": "天气条件不易引起血糖波动。"
               },
               {
                  "title": "穿衣指数",
                  "level": "较冷",
                  "desc": "建议着厚外套加毛衣等服装。"
               },
               {
                  "title": "洗车指数",
                  "level": "不宜",
                  "desc": "有雨，雨水和泥水会弄脏爱车。"
               },
               {
                  "title": "空气污染扩散指数",
                  "level": "良",
                  "desc": "气象条件有利于空气污染物扩散。"
               }
            ]
         },
         {
            "day": "8日（周五）",
            "date": "2019-11-08",
            "week": "星期五",
            "wea": "小雨转晴",
            "wea_img": "yu",
            "tem1": "18℃",
            "tem2": "10℃",
            "tem": "14℃",
            "win": [
               "北风",
               "无持续风向"
            ],
            "win_speed": "4-5级转<3级",
            "hours": [{
                  "day": "08日08时",
                  "wea": "多云",
                  "tem": "14℃",
                  "win": "西风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "08日14时",
                  "wea": "小雨",
                  "tem": "17℃",
                  "win": "北风",
                  "win_speed": "4-5级"
               },
               {
                  "day": "08日20时",
                  "wea": "晴",
                  "tem": "13℃",
                  "win": "北风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "09日02时",
                  "wea": "晴",
                  "tem": "11℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               }
            ],
            "index": [{
                  "title": "紫外线指数",
                  "level": "最弱",
                  "desc": "辐射弱，涂擦SPF8-12防晒护肤品。"
               },
               {
                  "title": "</em><em></em><em></em><em>",
                  "level": null,
                  "desc": "风雨相伴，坚持室内运动吧。"
               },
               {
                  "title": "健臻·血糖指数",
                  "level": "不易波动",
                  "desc": "天气条件不易引起血糖波动。"
               },
               {
                  "title": "穿衣指数",
                  "level": "较冷",
                  "desc": "建议着厚外套加毛衣等服装。"
               },
               {
                  "title": "洗车指数",
                  "level": "不宜",
                  "desc": "有雨，雨水和泥水会弄脏爱车。"
               },
               {
                  "title": "空气污染扩散指数",
                  "level": "良",
                  "desc": "气象条件有利于空气污染物扩散。"
               }
            ]
         },
         {
            "day": "9日（周六）",
            "date": "2019-11-09",
            "week": "星期六",
            "wea": "晴",
            "wea_img": "qing",
            "tem1": "18℃",
            "tem2": "9℃",
            "tem": "13℃",
            "win": [
               "东北风",
               "无持续风向"
            ],
            "win_speed": "3-4级转<3级",
            "hours": [{
                  "day": "09日08时",
                  "wea": "晴",
                  "tem": "13℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "09日14时",
                  "wea": "晴",
                  "tem": "18℃",
                  "win": "东北风",
                  "win_speed": "3-4级"
               },
               {
                  "day": "09日20时",
                  "wea": "晴",
                  "tem": "14℃",
                  "win": "东北风",
                  "win_speed": "<3级"
               },
               {
                  "day": "10日02时",
                  "wea": "晴",
                  "tem": "11℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               }
            ],
            "index": [{
                  "title": "紫外线指数",
                  "level": "中等",
                  "desc": "涂擦SPF大于15、PA+防晒护肤品。"
               },
               {
                  "title": "</em><em></em><em></em><em>",
                  "level": null,
                  "desc": "春天不减肥，夏天徒伤悲。风虽有点大，室内可健身。"
               },
               {
                  "title": "健臻·血糖指数",
                  "level": "不易波动",
                  "desc": "天气条件好，血糖不易波动，可适时进行户外锻炼。"
               },
               {
                  "title": "穿衣指数",
                  "level": "较冷",
                  "desc": "建议着厚外套加毛衣等服装。"
               },
               {
                  "title": "洗车指数",
                  "level": "较不宜",
                  "desc": "路面有积水，车子易被溅上泥水。"
               },
               {
                  "title": "空气污染扩散指数",
                  "level": "良",
                  "desc": "气象条件有利于空气污染物扩散。"
               }
            ]
         },
         {
            "day": "10日（周日）",
            "date": "2019-11-10",
            "week": "星期日",
            "wea": "晴",
            "wea_img": "qing",
            "tem1": "21℃",
            "tem2": "10℃",
            "tem": "13℃",
            "win": [
               "无持续风向",
               "无持续风向"
            ],
            "win_speed": "<3级",
            "hours": [{
                  "day": "10日08时",
                  "wea": "晴",
                  "tem": "13℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "10日14时",
                  "wea": "晴",
                  "tem": "21℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "10日20时",
                  "wea": "晴",
                  "tem": "14℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               },
               {
                  "day": "11日02时",
                  "wea": "晴",
                  "tem": "12℃",
                  "win": "无持续风向",
                  "win_speed": "<3级"
               }
            ],
            "index": [{
                  "title": "紫外线指数",
                  "level": "中等",
                  "desc": "涂擦SPF大于15、PA+防晒护肤品。"
               },
               {
                  "title": "减肥指数",
                  "level": null,
                  "desc": "春天不减肥，夏天徒伤悲。天气较舒适，快去运动吧。"
               },
               {
                  "title": "健臻·血糖指数",
                  "level": "不易波动",
                  "desc": "天气条件好，血糖不易波动，可适时进行户外锻炼。"
               },
               {
                  "title": "穿衣指数",
                  "level": "较舒适",
                  "desc": "建议穿薄外套或牛仔裤等服装。"
               },
               {
                  "title": "洗车指数",
                  "level": "适宜",
                  "desc": "天气较好，适合擦洗汽车。"
               },
               {
                  "title": "空气污染扩散指数",
                  "level": "中",
                  "desc": "易感人群应适当减少室外活动。"
               }
            ]
         }
      ]
   }
}